Repository: worldwideward/moneroj
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: it

source: These charts show the total marketcap divided by the total number of users in /Bitcoin and /Monero subreddits. It makes sense to obeserve this metric, since a price too high in dollars/user might indicate a bubble. Similarly, a low marketcap/user might indicate a bottom.
it: Questi grafici mostrano il totale della marketcap divisa per il numero di utenti /Bitcoin e /Monero. Ha senso osservare questa metrica, dato che un prezzo troppo alto in dollari per utente può indicare una bolla speculativa. Viceversa, un rapporto marketcap/user basso può indicare un probabile bottom.

source: /Bitcoin, /CryptoCurrency and /Monero Monthly New Subscribers
it: Nuovi Abbontati Mensili /Bitcoin, /CryptoCurrency e /Monero

source: /Bitcoin, /CryptoCurrency and /Monero Monthly Percentage Increase
it: Aumento Percentuale Mensile /Bitcoin, /CryptoCurrency and /Monero

source: Posts per day on Subreddits /Bitcoin and /CryptoCurrency
it: Post giornalieri nei Subreddit /Bitcoin e /CryptoCurrency

source: Posts per day on Reddit /Monero
it: Post giornalieri su Reddit /Monero

source: Reddit Subscribers of /Monero as a Percentage of /Bitcoin
it: Abbonati su /Monero come Percentuale di /Bitcoin (Reddit)

source: /Monero as %% of /Bitcoin
it: /Monero come %% di /Bitcoin

source: /CryptoCurrency as %% of /Bitcoin
it: /CryptoCurrency come %% di /Bitcoin

source: Total Number of Reddit Subscribers for Monero and Number of Transactions
it: Totale Abbonati Reddit di Monero e Numero di Transazioni

source: These charts show the total number of users for Monero subreddit plotted compared to the number of daily transactions the coin has.
it: Questi grafici mostrano il totale del numero di utenti per il subreddit Monero in confronto al numero di transazioni giornaliere che la coin ha.

source: This chart shows Monero's Tail Emission. Tail emission is the residual inflation rate after block rewards gets to a perpetual state of 0.6 XMR per block.
it: Quest grafico illustra l'emissione di coda di Monero. L'emissione di Coda è il tasso d'inflazione residuo dopo che la rete ha raggiunto lo stato perpetuo di ricompensa pari a 0.6 XMR per ogni blocco

source: Thermocap multiple is the ratio obtained between dividing the current price of the coin by the accumulated price of each mined coin. It is often used to indicate end of a bull market. The formula is XMR-price/(SUM(Daily Reward * Price at current date)). The Thermocap Bands are calculated by the current sum of all mined coins multiplied to its price at that current date. You can learn more about this <a href="https://geertjancap.medium.com/modeling-bitcoin-price-dynamics-with-systems-dynamics-theory-c028d788fd0e" target="_blank">here.</a><br>
it: Thermocap Multiplo è il rapporto tra il prezzo attuale della coin e il prezzo accumulato di ogni coin estratta. Di solito è utilizzato per indicare del bull market. La formula è prezzo-XMR/(SOMMA(Ricmompensa Giornaliera * Prezzo alla data corrente)). Le Bande della Thermocap sono calcolate tramite la somma attuale di tutte le coin estratte moltiplicato il prezzo alla data odierna. Scopri di più su questo <a href="https://geertjancap.medium.com/modeling-bitcoin-price-dynamics-with-systems-dynamics-theory-c028d788fd0e" target="_blank">qui.</a><br>

source: Accumulated Thermocap
it: Thermocap Accumulata

source: Neutral line
it: Linea neutrale

source: Monero's Dominance Over the Number of Transactions on the Privacy Market (%%)
it: Dominanza Transazioni Monero su Totale Privacy Market (%%)

source: Monero Tx Cost
it: Costo Transazione Monero

source: This chart shows the total transactions Monero has each day on a linear scale. Higher transaction count means the coin is being increasingly used, and since Metcalfe's Law proposes that more information being exchanged in a network means the network itself should be worth more, it also means the coin should increase in price.
it: Questo grafico mostra il totale delle transazioni che Monero ha giorno per giorno in una scala lineare. Un numero alto di transazioni indica che la coin è sempre più utilizzata, e, dal momento che la Legge di Metcalfe ipotizza che più informazioni vengono scambiate all'interno di una rete più essa dovrebbe valere di più, il valore della coin dovrebbe aumentare nel corso del tempo.

source: This chart shows the total transactions Monero has each day on a log scale. Higher transaction count means the coin is being increasingly used, and since Metcalfe's Law proposes that more information being exchanged in a network means the network itself should be worth more, it also means the coin should increase in price.
it: Questo grafico mostra il totale delle transazioni che Monero ha giorno per giorno in una scala logaritmica. Un numero alto di transazioni indica che la coin è sempre più utilizzata, e, dal momento che la Legge di Metcalfe ipotizza che più informazioni vengono scambiate all'interno di una rete più essa dovrebbe valere di più, il valore della coin dovrebbe aumentare nel corso del tempo.

source: Charts
it: Grafici

source: Settings
it: Impostazioni

source: About
it: Su di Noi

source: Language
it: Lingua

source: Useful Links
it: Link Utili

source: Binance withdrawal state for Monero (1 = Enabled, 0 = Disabled)
it: Stato dei prelievi su Binance per Monero (1 = Abilitati, 0 = Disabilitati)

source: Current state of withdrawals
it: Stato corrente dei prelievi

source: English
it: Inglese
