Repository: worldwideward/moneroj
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: it

source: About this website
it: Scopri di più

source: Revuo Moneroj was created to help people understand Monero, track its adoption, and compare it objectively with other digital currencies — like Bitcoin. This project is non-profit, funded entirely out of pocket, and driven by a passion for financial privacy and sound money.
it: Revuo Moneroj è stato creato per aiutare le persone a capire Monero, oltre a documentare la sua adozione e metterla a confronto in modo obiettivo con altri valute digitali — proprio come Bitcoin. È un progetto non-profit, finanziato di tasca propria, e guidato dalla passione per la privacy e il sound money.

source: If you find the content valuable, consider supporting the project with an XMR donation (using the Trocador widget on this page). All suggestions and feedback are welcome!
it: Se hai trovato il contenuto utile, e vuoi supportare il progetto con una donazione XMR, usa il widget di Trocador widget in questa pagina. Suggerimenti e feedback sono benvenuti!

source: We believe Monero is unlike any other cryptocurrency because:
it: Crediamo che Monero sia diverso da ogni altra criptovaluta perché:

source: True Privacy by Default
it: Vera Privacy di Default

source: Optional privacy is no privacy at all. Monero ensures %(emphasis)s are confidential and untraceable.
it: Se è opzionale, non è vera privacy. %(emphasis)s Monero sono confidenziali e non tracciabili.

source: A Reliable Store of Value
it: Una Riserva di Valore Affidabile

source: With a low, fixed inflation rate, Monero maintains scarcity while remaining usable as money.
it: Grazie al basso e decrescente tasso di inflazione, Monero offre scarsità eutilità come denaro contante.

source: Real Fungibility
it: Vera Fungibilità

source: Unlike Bitcoin, where coins carry traceable histories, every XMR is identical and interchangeable.
it: A differenza di Bitcoin, dove ogni moneta presenta uno storico tracciabile, ogni XMR èindistinguibile e completamente intercambiabile

source: Monero isn’t just another coin—it’s the only digital cash that delivers on the original promise of cryptocurrency.
it: Monero non è solo un'altra coin, è l'unico contante digitale che mantiene la promessa originale delle criptovalute

source: Will you take the orange pill?
it: Pillola arancione o pillolola blu?

source: Take the Orangepill
it: Prendi la pillola arancione

source: Take the Bluepill
it: Prendi la pillola blu

source: Add a new coin:
it: Aggiungi nuova coin:

source: Name:
it: Nome:

source: Example: xmr
it: Esempio: xmr

source: This field is required
it: Questo campo è obbligatorio

source: Date:
it: Data:

source: Example: 2022-01-01
it: Esempio: 2022-01-01

source: Price USD:
it: Prezzo USD:

source: Example: 200,00
it: Esempio: 200,00

source: Example: 0,016
it: Esempio: 0,016

source: Inflation:
it: Inflazione:

source: Example: 0,86%%
it: Esempio: 0,86%%

source: Transactions:
it: Transazioni:

source: Example: 40000
it: Esempio: 40000

source: Example: 150000000
it: Esempio: 150000000

source: Supply:
it: Offerta:

source: Example: 21000000
it: Esempio: 21000000

source: Difficulty:
it: Difficoltà:

source: Example: 00000000
it: Esempio: 00000000

source: Fee:
it: Commissione:

source: Example: 150 xmr
it: Esempio: 150 xmr

source: Revenue:
it: Rendita

source: Blocksize:
it: Dimensione Blocco

source: Example: 15 kb
it: Esempio: 15 kb

source: Save:
it: Salva:

source: Add
it: Aggiungi

source: Import CSV
it: Importa CSV

source: Your information source about Monero, with metrics, charts, stats and articles.
it: La tua fonte di informazioni su Monero, con metriche, grafici, statistiche e articoli.

source: Metrics
it: Metriche

source: Price (18)
it: Prezzo (18)

source: Charts:
it: Grafici:

source: Price in Dollars (Log.)
it: Prezzo in Dollari (Log.)

source: Price in Dollars (Lin.)
it: Prezzo in Dollari (Lin.)

source: Price in BTC (Lin.)
it: Prezzo in BTC (Lin.)

source: Price in BTC (Log.)
it: Prezzo in BTC (Log.)

source: Fractal Multiple
it: Frattale Multiplo

source: Inflation-Adjusted Fractal
it: Frattale Aggiustato Per Inflazione

source: Market Cycle
it: Ciclo di Mercato

source: Golden Ratio Multiplier
it: Moltiplicatore di Fibonacci

source: Return vs. Inflation
it: Rendita vs Inflazione

source: Comparison to Bitcoin
it: Confronto con Bitcoin

source: Power Law
it: Legge di Potenza

source: Thermocap Multiple
it: Multiplo Thermocap

source: Sharpe Ratio
it: Indice di Sharpe

source: Price Deviation
it: Deviazione del Prezzo

source: New
it: Nuovo

source: Marketcap (6)
it: Capitalizzazione di Mercato (6)

source: Monero Privacy Dominance
it: Dominanza Mercato Privacy di Monero

source: Total Privacy Dominance
it: Dominanza Mercato Privacy (Totale)

source: Monero's CMC Rank
it: Posizione Classifica CMC di Monero

source: Privacy Coins' Marketcap
it: Marketcap Privacy Coin

source: Total Privacy Marketcap
it: Marketcap Privacy Totale

source: Transactions (15)
it: Transazioni (15)

source: Transaction Count (Lin.)
it: Num. Transazioni (Lin.)

source: Transaction Count (Log.)
it: Num. Transazioni (Log.)

source: Monthly Transactions (Lin.)
it: Num. Transazioni Mensile (Lin.)

source: Transaction Cost ($)
it: Costo Transazione ($)

source: Transaction Cost (Ntv.)
it: Costo Transazione (Ntv.)

source: Transaction Percentage
it: Percentuale Transazioni

source: Monthly Percentage (Lin.)
it: Percentuale Mensile (Lin.)

source: Competitors' Transac.
it: Transazioni dei Competitor

source: Metcalfe's Law (BTC)
it: Legge di Metcalfe (BTC)

source: Metcalfe's Law ($)
it: Legge di Metcalfe ($)

source: Metc. Deviation (BTC)
it: Deviazione Metcalfe (BTC)

source: Metcalfe Deviation ($)
it: Deviazione Metcalfe ($)

source: Transac. Price Dev.
it: Deviazione Prezzo Trans.

source: Transac. Dominance
it: Dominanza Transazioni

source: Issuance (7)
it: Emissione (7)

source: Coins in Circulation
it: Monete in Circolazione

source: Supply Difference
it: Differenza Offerta

source: Annual Inflation
it: Inflazione Annuale

source: Tail Emission
it: Emissione Residua

source: Competitors' Inflation
it: Inflazione dei Competitor

source: Daily Emission ($)
it: Emissione Giornaliera ($)

source: Daily Emission (Ntv.)
it: Emissione Giornaliera (Ntv.)

source: Price Per Hashrate
it: Prezzo Per Hashrate

source: Hashrate vs Price
it: Hashrate / Prezzo

source: Miner Revenue ($)
it: Rendita Miner ($)

source: Miner Revenue (Ntv.)
it: Rendita Miner (Ntv.)

source: Miner Fees ($)
it: Commissioni Miner ($)

source: Miner Fees (Ntv.)
it: Commissioni Miner (Ntv.)

source: Mining Profitability
it: Redditività Mining

source: Revenue / Marketcap (%%)
it: Rendita / Marketcap (%%)

source: Miner Commitment ($)
it: Impegno Miner ($)

source: Miner Commitment (Ntv.)
it: Impegno Miner (Ntv.)

source: Block Size (Bytes)
it: Dimensione Blocco (Byte)

source: Blockchain Size (Bytes)
it: Dimensione Blockchain (Byte)

source: Transaction Size (Bytes)
it: Dimensione Transazioni (Byte)

source: Mining Difficulty
it: Difficoltà Mining

source: Security Budget
it: Budget di Sicurezza

source: Breakeven Efficiency
it: Efficienza Breakeven

source: P2Pool Hashrate
it: Hashrate P2Pool

source: P2Pool Dominance
it: Dominanza P2Pool

source: P2Pool Miners
it: Miner P2Pool

source: P2Pool Blocks Found
it: Blocchi P2Pool Estratti

source: P2Pool Hashes Found
it: Hash P2Pool Trovati

source: Total Subscribers
it: Totale Abbonati

source: Daily Comments
it: Commenti Giornalieri

source: Daily Posts
it: Post Giornalieri

source: Monthly Increase
it: Aumento Mensile

source: Dollars per Subscriber
it: Dollari per Abbonato

source: Subscribers Percentage
it: Percentuale Abbonati

source: Subscribers (1)
it: Abbonati (1)

source: Dread Subscribers
it: Abbonati a Dread

source: Adoption (5)
it: Adozione (5)

source: Coincards Usage
it: Utilizzo Coincard

source: Merchant Acceptance
it: Diffusione Commercianti

source: Merchant Increase
it: Aumento Commercianti

source: Merchant Increase (%%)
it: Aumento Commercianti (%%)

source: Dex Volume
it: Volume Dex

source: Total Blockchain Size for Monero and Bitcoin (KB)
it: Dimensione Totale Blockchain Monero e Bitcoin (KB)

source: About this chart?
it: Info su questo grafico

source: Comparison to Bitcoin (aligned)
it: Confronto con Bitcoin (allineato)

source: Cancel
it: Annulla

source: These three charts show the comparison between Bitcoin's and Monero's prices since inception. On the first chart, both coins are compared with the X axis being the current date those prices happened. For the second chart, I placed both first local tops at the "day zero", and it is easily visible how both coins are very similar. While BTC took 900 days to achieve 37x return, Monero took 1279 days to give 95x return. Since Monero's cycle is longer in days because it somewhat depends on how much time Bitcoin's bull market will take to finnish (and each cycle takes more time than the previous), Monero's return in one whole bull market was much better than Bitcoin's. I plotted this chart in order to make evident how the narrative that "Bitcoin is better any other coins" can be somehow too narrow. The last chart has a distorted time scale to show how both coins look very much like the other, and in fact it seems Monero is printing a fractal from Bitcoin's second cycle... but with a better return on capital.
it: Questi tre grafici confrontano il prezzo di Bitcoin e Monero dalla loro nascita. Nel primo grafico, un punto nell'asse X indica la data in cui la coin ha raggiunto un determinato prezzo. Nel secondo grafico i primi top di entrambe le coin indicano il "giorno zero", ed è facile notare che i loro andamenti sono molto simili. Mentre BTC ci messo 900 giorni per ottenere un ritorno del 37x, Monero ha impiegato 1279 giorni per dare un ritorno del 95x. Il ciclo di Monero è più lungo in termini di durata perché in qualche modo dipende da quanto tempo il bull market di Bitcoin impiega per terminare (e ogni ciclo impiega dura di più del precedente). I risultati di Monero nel bull market sono stati decisamente migliori di quelli di Bitcoin. I grafici sono stati disposti in ordine per rendere evidente come la narrativa "Bitcoin è meglio di qualsiasi altra coin" sia soltanto fette di salame sugli occhi. L'ultimo grafico presenta una scala temporale distorta in modo da mostrare come entrambe le coin si assomiglino molto, e in effetti sembra che Monero stia delineando un frattale dal secondo ciclo di Bitcoin... ma con migliori ritorni sul capitale.

source: Close
it: Chiudi

source: Bitcoin Return on Capital
it: Ritorno sul Capitale (Bitcoin)

source: Monero Return on Capital
it: Ritorno sul Capitale (Monero)

source: Multiple from previous top
it: Multiplo da top precedenti

source: This chart shows the average space in disc that the whole blockchain of Bitcoin and Monero ocupy.
it: Questo grafico mostra la media dello spazio di memoria su disco che le blockchain di Bitcoin e Monero richiedono.

source: Bitcoin Blockchain Size
it: Dimensione Blockchain Bitcoin

source: Monero Blockchain Size
it: Dimensione Blockchain Monero

source: Blockchain Size (KB)
it: Dimensione Blockchain (KB)

source: Average Block Size for both Monero and Bitcoin (KB)
it: Media Dimensione Blocchi per Monero e Bitcoin (KB)

source: This chart shows the average space in disc that each block ocupies daily for both Bitcoin and Monero. To obtain the total disc space used daily, you have to multiply by the number of blocks each day.
it: Questo grafico illustra lo spazio medio di archiviazione che ogni blocco ocuppa giornalmente sia per Bitcoin che per Monero. Per ottere il totale dello spazio di archiviazione usato giornalmente, è necessario moltiplicare per il numero di blocchi giornalieri.

source: Bitcoin Block Size
it: Dimensione Blocco Bitcoin

source: Monero Block Size
it: Dimensione Blocco Monero

source: Average Block Size (KB)
it: Media Dimensione Blocco (KB)

source: Coincards Usage (%%)
it: Utilizzo Coincard (%%)

source: Coincards usage (percentage).
it: Utilizzo Coincard (percentuale).

source: Others
it: Altro

source: Percentage (%%)
it: Percentuale (%%)

source: This chart shows the total issuance in units of both Bitcoin and Monero. You can see Monero is a younger project, since it started after. Both coins were distributed to miners, without premine. The main difference is Monero will be scarce comparing to Bitcoin until Bitcoin's next halving.
it: Questo grafico mostra il totale dell'emissione di coin per Bitcoin e Monero. Si noti che Monero è un progetto più giovane, dal momento che ha avuto inizio in seguito a Bitcoin. Entrambe le coin sono state distribuite ai miner (dunque senza premine). La differenza principale è che Monero sarà scarso in confronto a Bitcoin fino al suo prossimo halving.

source: Monero Supply
it: Offerta Monero

source: Bitcoin Supply
it: Offerta Bitcoin

source: Monero Future Supply
it: Offerta Monero Futura

source: Bitcoin Future Supply
it: Offerta Bitcoin Futura

source: Coins
it: Coin

source: Miner Commitment (Hashrate divided by revenue, hashs/dollar) - WARNING: DON'T COMPARE DIRECTLY BOTH COINS
it: Impegno dei Miner (Hasharate diviso da rendita, hashs/dollari) - ATTENZIONE: NON CONFRONTARE DIRETTAMENTE ENTRAMBE LE COIN

source: This chart shows how much hashpower miners put into the network considering their revenue in dollars. Higher numbers mean miners expect the value of the coin to keep increasing, since no miner would increase hashpower if they didnt expect better returns. However Bitcoin's and Monero's hashpowers can't be directly compared. The viewer must only look for each coin's particular increase as a percentage of itself.<br>
it: Questo grafico mostra quanta potenza di calcolo i miner impiegano nella rete considerando la rendita in dollari. Valori alti indicano che i miner si aspettano che il valore della coin continuerà a crescere, visto che nessun miner impiegherebbe più hashpower se non si aspettasse incassi migliori. Tuttavia l'hashpower di Bitcoin e Monero non possono essere confrontanti direttamente, e dovrebbe essere preso in considerazione soltanto l'aumento in percentuale della coin di interesse.<br>

source: Monero Miner Commitment
it: Impegno Miner Monero

source: Bitcoin Miner Commitment
it: Impegno Miner Bitcoin

source: Miner Commitment (hashes/dollar)
it: Impegno Miner (hashes/dollari)

source: Miner Commitment (Hashrate divided by revenue, hashs/coin) - WARNING: DON'T COMPARE DIRECTLY BOTH COINS
it: Impegno dei Miner (Hasharate diviso da rendita, hashs/dollari) - ATTENZIONE: NON CONFRONTARE DIRETTAMENTE ENTRAMBE LE COIN

source: This chart shows how much hashpower miners put into the network considering their revenue in native coins. Higher numbers mean miners expect the value of the coin to keep increasing, since no miner would increase hashpower if they didnt expect better returns. However Bitcoin's and Monero's hashpowers can't be directly compared. The viewer must only look for each coin's particular increase as a percentage of itself.
it: Questo grafico mostra quanta potenza di calcolo i miner impiegano nella rete considerando la rendita nella coin nativa. Valori alti indicano che i miner si aspettano che il valore della coin continuerà a crescere, visto che nessun miner impiegherebbe più hashpower se non si aspettasse incassi migliori. Tuttavia l'hashpower di Bitcoin e Monero non possono essere confrontanti direttamente, e dovrebbe essere preso in considerazione soltanto l'aumento in percentuale della coin di interesse.<br>

source: Miner Commitment (hashes/coin)
it: Impegno Miner (hashes/coin)

source: Competitor Performance (Log Scale)
it: Performance Competitor (Scala Log)

source: This chart shows the comparison between Monero's most important competitors. It shows their return as a multiplication of the price on their respective first top. This chart shows clearly that the coin with the lowest inflation is the one that protects most the purchasing power of its holders. In this case, since Monero's Inflation is way lower than its competitors, it takes the cake as the best coin (or, in other words, the one that made people most for their money).
it: Questo grafico mette in confronto Monero con i suoi competitor più importanti, calcolando la loro ritorno come risultato della multiplicazione con il prezzo del loro rispettivo primo top. È possibile notare chiaramente che la coin con il più basso tasso di inflazione è quella che protegge di più il potere di acquisto dei suoi holder. In questo caso, dato che l'inflazione di Monero è decisamente più basso dei suoi competitor, e vince nel confronto di migliore coin.

source: Dash Return On Capital
it: Ritorno sul Capitale (Dash)

source: Grin Return On Capital
it: Ritorno sul Capitale (Grin)

source: Zcash Return On Capital
it: Ritorno sul Capitale (Zcash)

source: Monero Return On Capital
it: Ritorno sul Capitale (Monero)

source: Multiple from first top
it: Multiplo da top precedenti

source: Competitor Performance (Linear Scale)
it: Performance Competitor (Scala Lineare)

source: Competitor Performance
it: Performance dei Competitor

source: Annualized Inflation for Monero and its competitors (Bitcoin and privacy-oriented Dash, Zcash and Grin)
it: Inflazione Annuale di Monero e dei suoi competitor (Bitcoin e coint orientate alla privacy come Dash, Zcash and Grin)

source: This chart shows a comparison between the annual inflation rate of Monero and its competitors. The lower the inflation, the better, since lower inflation rates protect better the purchasing power of its holders. Monero is by far the best privacy coin you hold, since its inflation is way lower than the others. Another thing evident from this chart is that the other privacy coins are many years away from having an inflation rate as small as Monero. Cool!
it: Questo grafico confronta il tasso di inflazione annuale di Monero e dei suoi competitor. Più basso è il tasso di inflazione, più è protetto il potere di acquisto dei suoi holder. Monero è la miglior privacy coin da holdare, in quanto il suo tasso di inflazione è inferiore rispetto alle altre coin. È possibile notare anche che le altre privacy coins sono lontane anni dall'avere un tasso di inflazione basso come quello di Monero. Figo!

source: Dash Annual Inflation
it: Inflazione Annuale Dash

source: Grin Annual Inflation
it: Inflazione Annuale Grin

source: Zcash Annual Inflation
it: Inflazione Annuale Zcash

source: Monero Annual Inflation
it: Inflazione Annuale Monero

source: Bitcoin Annual Inflation
it: Inflazione Annuale Bitcoin

source: Inflation (%%)
it: Inflazione (%%)

source: Daily Transactions for Monero and its competitors (Bitcoin and privacy-oriented Dash, Zcash and Grin)
it: Transazioni Giornaliere di Monero e dei suoi competitor (Bitcoin e privacy-oriented Dash, Zcash and Grin)

source: This chart shows a comparison between the daily transaction numbers for Bitcoin, Monero and the other major privacy-oriented cryptocurrencies. Chart provided as courtesy from Cake Wallet and Monero.com. <a href="https://monero.com/charts/total_transactions" target="_blank">Link.</a><br>
it: Questo grafico confronta il numero di transazioni giornaliere di Bitcoin, Monero e altre coin privacy-oriented. Grafico fornito cortesemente da Cake Wallet and Monero.com. <a href="https://monero.com/charts/total_transactions" target="_blank">Link.</a><br>

source: Moneroj<br>Chart provided courtesy of Cake Wallet and Monero.com
it: Moneroj<br>Grafico fornito cortesemente da Cake Wallet e Monero.com

source: Transactions
it: Transazioni

source: Daily Emission (USD)
it: Emissione Giornaliera (USD)

source: This chart shows the total issuance in units of both Bitcoin and Monero calculated in dollars. This cant also be seen as how much money one would need to buy all newly mined coins in the last day.
it: Questo grafico illustra l'offerta totale di Bitcoin e Monero calcolata in dollari, ovvero quanti soldi servirebbero per comprare tutte le coin estratte fino ad oggi.

source: Bitcoin Emission
it: Emissione Bitcoin

source: Daily Emission (Native Units)
it: Emissione Giornaliera (Unità Native)

source: This chart shows the number of all mined coins daily.
it: Questo grafico mostra lo storico del numero di monete coniate giornalmente.

source: Monero Daily Emission
it: Emissione Giornaliera Monero

source: Bitcoin Daily Emission
it: Emissione Giornaliera Bitcoin

source: Price Deviation from 6-Month Average
it: Deviazione Prezzo dalla Media di 6 Mesi

source: This chart shows the average deviation percentage from the 180 days simple average and also the total deviation in dollars.
it: Questo grafico mostra la media della percentuale di deviazione dalla media semplice a 180 giorni e anche la deviazione totale in dollari.

source: Deviation (Dollars)
it: Deviazione (Dollari)

source: Deviation (Percentage)
it: Deviazione (Percentuale)

source: Price
it: Prezzo

source: Price (USD)
it: Prezzo (USD)

source: Deviation
it: Deviazione

source: Transacted Price Deviation (USD)
it: Deviazione Prezzo Contrattato (USD)

source: This chart shows the price deviation from the 180 days moving average increased by the surge in daily transactions, when compared by the 180 days averaged transaction number. Big positive spikes indicate selling pressure at high prices. Negative values indicate accumulation over a negative price deviation. Momentum shifts bearish to bullish when the indicator breaks above zero, and indicates bearish momentum when the opposite happens. Values are capped at 100 and -100 for better visualization. <br>
it: Questo grafico illustra la deviazione del prezzo dalla media mobile a 180 giorni che varia in base al numero di transazioni giornaliere, in confronto con la media a 180 giorni del numero di transazioni. Grandi spike positivi indicano una pressione di vendita quando il prezzo aumenta. Valori negativi indicano un'accumulazione su una deviazione negativa del prezzo. Il momentum si inverte da bearish a bullish quando l'indicatore rompe sopra lo zero, e indica momentum quando avviene l'opposto. I valori sono compresi nell'intervallo [100, -100] per una migliore visualizzazione. <br>

source: Deviation (USD)
it: Deviazione (USD)

source: Daily overall volume on Haveno and Bisq.<br> Data provided by <a href="https://haveno.markets">haveno.markets</a> and <a href="https://markets.bisq.network/">bisq.markets</a><br>
it: Volume giornaliero complessivo su Haveno e Bisq.<br> Dati forniti da <a href="https://haveno.markets">haveno.markets</a> e <a href="https://markets.bisq.network/">bisq.markets</a><br>

source: This chart shows the current mining difficulty for Monero and Bitcoin. They are not directly comparable.
it: Questo grafico mostra la difficoltà di mining corrente per Monero e Bitcoin. Non sono però direttamente confrontabili.

source: Bitcoin Mining Difficulty
it: Difficoltà Mining Bitcoin

source: Monero Mining Difficulty
it: Difficoltà Mining Monero

source: Monero's Marketcap Dominance (%%)
it: Dominanza di Mercato di Monero (%%)

source: This chart shows Monero's dominance over the whole cryptocurrency market, judging by total marketcap value in dollars.
it: Questo grafico mostra la dominanza di Monero sulla capitalizzazione totale del mercato delle criptovalute in dollari

source: Dominance
it: Dominanza

source: Dominance (%%)
it: Dominanza (%%)

source: Dread Subscribes (Darknet forum)
it: Abbonati Dread (forum Darknet)

source: Number of subscribers to Bitcoin and Monero threads on Dread forum.
it: Numero di abbonati a thread Bitcoin e Monero sul forum Dread.

source: Bitcoin Darknet Subscribers
it: Abbonati Darknet a Bitcoin

source: Monero Darknet Subscribers
it: Abbonati Darknet a Monero

source: Subscribers
it: Abbonati
