Repository: worldwideward/moneroj
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: it

source: Monero supports atomic swaps with Bitcoin, allowing direct, private exchanges without intermediaries. Because these swaps rely on Bitcoin's blockchain, banning Monero would require censoring Bitcoin itself—an unlikely scenario—making Monero resistant to censorship.
it: Monero supporta gli atomic swap come Bitcoin, consentendo scambi privati e diretti senza intermediari. Poiché questi swap si basano sulla blockchain di Bitcoin, mettere al bando Monero richiederebbe censurare anche Bitcoin—scenario improbabile— rendendo Monero resistente alla censura.

source: How does its inflation work? How are new coins created?
it: Come funziona l'inflazione su Monero? Secondo quali criteri vengono generate nuove monete?

source: Which is better, Bitcoin or Monero?
it: Bitcoin o Monero? Qual è la migliore?

source: Bitcoin pioneered cryptocurrency but lacks privacy—every transaction and balance is publicly visible. This makes Bitcoin non-fungible and prone to censorship. Monero, on the other hand, is private, fungible, faster, cheaper, and better suited for use as true digital money.
it: Bitcoin è stato pionere nelle criptovalute ma manca totalmente di privacy— ogni transazione e saldo è pubblicamente visibile. Ciò rende Bitcoin un bene non fungibile e soggetto a censura. Monero, in contrapposizione, è privato, fungibile, più veloce, più economico e meglio predisposto per essere utilizzato come vero denaro digitale.

source: Is Monero a good investment?
it: Monero è un buon investimento?

source: While no investment is guaranteed, Monero appeals to those who believe in the future of digital privacy. In past cycles, it has delivered strong returns. However, always do your own research—this is not financial advice.
it: Nonostante nessun investimento sia garantito, Monero attrae colore che credono nel futuro della privacy digitale. Nei cicli di mercato passati, Monero ha presentato ottimi ritorni. Tuttavia, si consiglia vivamente di effettuare le proprie ricerche— questo non è un consiglio finanziario.

source: What's the first step if I want to invest in Monero?
it: Qual è il primo passo da fare se voglio investire su Monero?

source: Create an account on a trusted exchange like Kraken. Complete the registration and KYC steps, enable two-factor authentication, fund your account, and purchase Monero. Then withdraw it to your personal wallet for full control.
it: Crea un account su un exchange affidabile come Kraken. Completa la registrazione e la verifica dell'identità (KYC), abilita l'autenticazione a due fattori, finanzia il tuo account ed infine acquista Monero. Prelevalo poi su un portafoglio personale sotto il tuo totale controllo.

source: If I already have an account, what next?
it: Se ho già un account, cosa devo fare?

source: Download a Monero wallet—like Cake Wallet, Monerujo, or the official desktop version—or use a hardware wallet like Ledger. Then withdraw your Monero from the exchange to your wallet to secure your funds.
it: Scarica un wallet Monero— come Cake Wallet, Monerujo, o la versione desktop del wallet ufficiale— oppure usa un hardware wallet come Ledger. Infine preleva i tuoi Monero dall'exchange sul tuo wallet, mettendo così al sicuro i tuoi Monero.

source: Annualized Inflation for both Monero and Bitcoin
it: Inflazione Annuale per Monero e Bitcoin

source: This chart shows a comparison between the anual inflation rate of Monero and Bitcoin. The lower the inflation, the better, since lower inflation rates protect better the purchasing power of its holders. Monero is by far the best privacy coin you hold, since its inflation is way lower than its competitors. Another thing evident from this chart is that even Bitcoin has a higher inflation than Monero. Cool!
it: Questo grafico confronta il tasso di inflazione annuale di Monero e Bitcoin. Più basso è il tasso di inflazione, più è protetto il potere di acquisto dei suoi holder. Monero è la miglior privacy coin da holdare, in quanto il suo tasso di inflazione è inferiore rispetto alle altre coin. È possibile notare anche che le altre privacy coins sono lontane anni dall'avere un tasso di inflazione basso come quello di Monero. Figo!

source: Bitcoin Inflation
it: Inflazione Bitcoin

source: Monero Inflation
it: Inflazione Monero

source: Bitcoin Future Inflation
it: Inflazione Futura Bitcoin

source: Monero Future Inflation
it: Inflazione Futura Monero

source: This is a very simple chart that displays Monero's two cycles, one above the other, as fractals one from the other. This shows the past and current returns as a multiple from the previous cycle top, considering its inflation.
it: Questo è un semplice grafico che illustra i due cicli di Monero, uno sopra l'altro, come frattali l'uno dell' altro. Indica inoltre i ritorni sul capitale presenti e passati come multipli del loro top del ciclo precedente, tenendo in considerazione l'inflazione.

source: Return Versus Inflation
it: Rendita su Inflazione

source: This chart shows the return on capital since inception for each privacy coin, plotted against its own reverse from inflation (x100). The x axis value means the number of years it would take to double the supply of the coin based on current inflation. This shows how Monero is a beast, having higher return at the same time as very low inflation. Both values are correlated and inversely proportional.
it: Questo grafico mostra il ritorno sul capitale dall'inizio di ogni privacy coin, in rapporto al suo inverso dall'inflazione (x100). L'asse X indica il numero di anni che ci vorrebbero per raddoppiare l'offerta di coin in base all'inflazione corrente. Questo mostra la bestia che Monero è, con ritorni più elevati e con bassissima inflazione. Entrambi i valori sono correlati e inversamente proporzionali.

source: Return on Capital
it: Ritorno sul Capitale

source: Number of years to double the supply
it: Anni necessari per raddoppiare l'offerta

source: Marketcap (USD)
it: Capitalizzazione di Mercato (USD)

source: This chart shows the comparison between Monero's most important competitors. It shows their total marketcap value over time.
it: Questo grafico confronta Monero con i suoi competitor più importanti, mostrando l'andamento della capitalizzazione di mercato totale nel tempo.

source: Dash Marketcap
it: Capitalizzazione Dash

source: Grin Marketcap
it: Capitalizzazione Grin

source: Zcash Marketcap
it: Capitalizzazione Zcash

source: Monero Marketcap
it: Capitalizzazione Monero

source: This chart shows an estimated Market Cycle for Monero, based on its price agains Bitcoin. The lower the more devaluated the coin is, and closer to the end of its Bear Market. Chart provided as courtesy from Cake Wallet and Monero.com.
it: Questo grafico illustra un ciclo di mercato approssimato per Monero, in base al cambio con Bitcoin. Un basso valore indica una svalutazione della coin, e l'avvicinarsi della del suo relativo Bear Market. Grafico fornito cortesemente da Cake Wallet e Monero.com.

source: Average price on date
it: Prezzo medio alla data

source: Moneroj<br>Chart provided as courtesy from Cake Wallet and Monero.com
it: Moneroj<br>Grafico fornito cortesemente da Cake Wallet e Monero.com

source: Cycle
it: Ciclo

source: Merchants accepting cryptocurrency (absolute numbers)
it: Commercianti che accettano criptovalute (numeri assoluti)

source: Merchants accepting a coin. Data from BTCmap and Monerica
it: Commercianti che accettano almeno una coin. Dati ottenuti da BTCmap e Monerica

source: Merchants
it: Commercianti

source: Monthly increase in number of merchants accepting cryptocurrency (absolute numbers)
it: Aumento mensile del numero di commercianti che accettano criptovalute (numeri assoluti)

source: Increase in the number of merchants accepting a coin. Data from BTCmap and Monerica.
it: Aumento del numero di commercianti che accettano almeno una coin. Dati ottenuti da BTCmap e Monerica.

source: Increase (new merchants per month)
it: Aumento Mensile Commercianti

source: Increase in number of merchants accepting cryptocurrency (percentage)
it: Aumento del numero di commercianti che accettano criptovalute (percentuale)

source: Increase in percentage of the number of merchants accepting a coin. Data from BTCmap and Monerica.
it: Aumento in percentuale del numero di commercianti che accettano almeno una coin. Dati forniti da BTCmap e Monerica.

source: Increase (%%)
it: Aumento (%%)

source: Metcalfe's Model Deviation (linear chart, percentage and dollars)
it: Deviazione dal Modello Metcalfe (lineare, percentuale e dollari)

source: This chart shows the diference between current XMR price (Dollar pair) and its supposed value considering its Metcalfe's Model. It shows both the absolute difference (Model Price minus Real Price) and the percentage difference (Model Price/Real Price minus 1)x100.<br>
it: Questo grafico mostra la differenza dal prezzo attuale di XMR (in dollari) e il suo valore stimato secondo il Modello di Metcalfe. Mostra la differenza sia in termini assoluti (Prezzo del Modello - Prezzo Reale) che che in percentuale [(Prezzo del Modello/Prezzo Reale) - 1]x100.<br>

source: Model Deviation (USD)
it: Deviazione Modello (USD)

source: Model Deviation (%%)
it: Deviazione Modello (%%)

source: This chart shows the Monero's supposed fair price, judging by the number of transactions it has each day on. Higher transaction count means the coin is being increasingly used, and since Metcalfe's Law proposes that more information being exchanged in a network means the network itself should be worth more, it also means the coin should increase in price. This was calculated as "how much Monero should be worth if it was a part of Bitcoin's network?" The answear is that Monero should be worth as much as its transactions represent as a percentage of Bitcoin's own transactions, but considering both coins' supplies. The formula is XMR-Supply*XMR-Tx/(BTC-Tx*BTC-Supply);
it: Questo grafico mostra il fair price stimato di Monero, in base al numero di transazioni giornaliere Molte transazioni indicano che la coin viene usata sempre di più e, dato che la Legge di Metcalfe sostiene che più informazioni vengono scambiate all'interno di una rete, più questa rete dovrebbe valere di più, ciò indica anche che la coin dovrebbe aumentare di valore. La formula di questo grafico risponde alla domanda "quanto varrebbe Monero se fosse stato una parte del network di Bitcoin?" La risposta è che Monero dovrebbe valere tanto quanto la percentuale di transazioni che processa rispetto al totale di quelle di Bitcoin ma considerando entrambe le offerte delle rispettive coin. La formula è: BTC-PrezzoUSD*OffertaXMR*NumTxXMR/(NumTxBTC*OffertaBTC);

source: Price (BTC)
it: Prezzo (BTC)

source: Metcalfe's Model Deviation (linear chart, percentage and BTC)
it: Deviazione dal Modello di Metcalfe (lineare, percentuale e BTC)

source: This chart shows the diference between current XMR price (BTC pair) and its supposed value considering its Metcalfe's Model. It shows both the absolute difference (Model Price minus Real Price) and the percentage difference (Model Price/Real Price minus 1)x100.<br>
it: Questo grafico mostra la differenza dal prezzo attuale di XMR (in BTC) e il suo valore stimato secondo il Modello di Metcalfe. Mostra la differenza sia in termini assoluti (Prezzo del Modello - Prezzo Reale) che che in percentuale [(Prezzo del Modello/Prezzo Reale) - 1]x100.<br>

source: Model Deviation (BTC)
it: Deviazione Modello (BTC)

source: Deviation (BTC)
it: Deviazione (BTC)

source: Metcalfe's Law (USD)
it: Legge di Metcalfe (USD)

source: This chart shows the Monero's supposed fair price, judging by the number of transactions it has each day on. Higher transaction count means the coin is being increasingly used, and since Metcalfe's Law proposes that more information being exchanged in a network means the network itself should be worth more, it also means the coin should increase in price. This was calculated as "how much Monero should be worth if it was a part of Bitcoin's network?" The answear is that Monero should be worth as much as its transactions represent as a percentage of Bitcoin's own transactions, but considering both coins' supplies. The formula is BTC-PriceUSD*XMR-Supply*XMR-Tx/(BTC-Tx*BTC-Supply);
it: Questo grafico mostra il fair price stimato di Monero, in base al numero di transazioni giornaliere Molte transazioni indicano che la coin viene usata sempre di più e, dato che la Legge di Metcalfe sostiene che più informazioni vengono scambiate all'interno di una rete, più questa rete dovrebbe valere di più, ciò indica anche che la coin dovrebbe aumentare di valore. La formula di questo grafico risponde alla domanda "quanto varrebbe Monero se fosse stato una parte del network di Bitcoin?" La risposta è che Monero dovrebbe valere tanto quanto la percentuale di transazioni che processa rispetto al totale di quelle di Bitcoin ma considerando entrambe le offerte delle rispettive coin. La formula è: BTC-PrezzoUSD*OffertaXMR*NumTxXMR/(NumTxBTC*OffertaBTC);

source: Miner Fees (Fees excluded new coins, Dollars)
it: Commissioni Miner (eccetto nuove coin, in Dollari)

source: This chart shows the total fees charged by miners daily.
it: Questo grafico mostra il totale di commissioni incassate dai miner giornalmente.

source: Bitcoin Miner Fees
it: Commissioni Miner Bitcoin

source: Miner Fees (USD)
it: Commissioni Miner (USD)

source: Annualized Miner Revenue / Marketcap (Fees plus new coins, percentage)
it: Rendita Miner Annuale / Marketcap (Commissioni più nuove coin, percentuale)

source: This chart shows Monero's mining profitability, considering its total hash power and the income for miners. Chart suggested by community member MoneroMon.
it: Questo grafico illustra la redditività del mining di Monero, considerando il totale della potenza di hash e le entrate stimate per i miner. Grafico suggerito dal membro della comunità MoneroMon.

source: Monero's Dominance Over Other 'Privacy' Coins (%%)
it: Dominanza di Monero sulle altre Privacy Coin (%%)

source: P2Pool and P2Pool_mini Market Share (%%)
it: Market Share P2Pool e P2Pool_mini (%%)

source: This chart shows Monero's both P2Pool (mining pool) total hashrate (MH/s). Data provided by community member DataHoarder. Check out the API from <a href="https://p2pool.observer/" target="_blank">P2Pool Observer</a>.<br>
it: Questo grafico mostra il totale dell'hashrate (MH/s) di entrambe le mining pool di P2Pool. Dati forniti dal membro della comunità DataHoarder. Dai un'occhiata all'API su <a href="https://p2pool.observer/" target="_blank">P2Pool Observer</a>.<br>

source: P2Pool and P2Pool_mini Hashrate (MH/s)
it: Hashrate P2Pool e P2Pool mini (MH/s)

source: This chart shows Monero's both P2Pool (mining pool) total number of blocks found. Data provided by community member DataHoarder. Check out the API from <a href="https://p2pool.observer/" target="_blank">P2Pool Observer</a>.<br>
it: Questo grafico tiene traccia del totale dei blocchi trovati da entrambe le mining pool P2Pool di Monero. Dati forniti dal membro della comunità DataHoarder. Dai un'occhiata all'API su <a href="https://p2pool.observer/" target="_blank">P2Pool Observer</a>.<br>

source: This chart shows Monero's both P2Pool (mining pool) total hashes found. Data provided by community member DataHoarder. Check out the API from <a href="https://p2pool.observer/" target="_blank">P2Pool Observer</a>.<br>
it: Questo grafico tiene traccia del totale degli hash trovati da entrambe le mining pool P2Pool di Monero. Dati forniti dal membro della comunità DataHoarder. Dai un'occhiata all'API su <a href="https://p2pool.observer/" target="_blank">P2Pool Observer</a>.<br>

source: Fractal of past price
it: Frattale del prezzo precedente

source: Number of monthly Monero transactions as a percentage of total Bitcoin transactions.<br>
it: Totale mensile delle transazioni Monero of monthly Monero transactions come percentuale del totale di transazioni Bitcoin.<br>

source: This chart shows the current support, resistance and best fit for buying using Bitcoin's Power Law Model, ported to Monero. To see more about this, check Christopher's <a href="https://medium.com/quantodian-publications/bitcoins-natural-long-term-power-law-corridor-of-growth-649d0e9b3c94" target="_blank">article.</a><br>
it: Questo grafico mostra il supporto, resistenza e il miglior punto per comprare usando il Modello della Legge di Potenza di Bitcoin, applicato a Monero. Per maggiori informazioni, dai un'occhiata a questo <a href="https://medium.com/quantodian-publications/bitcoins-natural-long-term-power-law-corridor-of-growth-649d0e9b3c94" target="_blank">articolo</a><br>

source: Support
it: Supporto

source: Neutral Line
it: Linea Neutrale

source: Resistance
it: Resistenza

source: Total Dominance of Privacy Coins Over the Cryptocurrency Market (%%)
it: Dominanza Privacy Coin su Mercato Crypto (%%)

source: This chart shows the total marketcap of the most important privacy coins combined and its dominance.<br>
it: Questo grafico mostra il totale della marketcap delle più importanti privacy coin e la loro dominanza.<br>

source: Total Marketcap of Privacy Coins (USD)
it: Capitalizzazione Totale Privacy Coin (USD)

source: This chart shows the total marketcap of the most important privacy coins compared to Monero's Marketcap.<br>
it: Questo grafico mostra il totale della marketcap delle più importanti privacy coin in confronto alla capitalizzazione di Monero.<br>

source: Rank
it: Classifica

source: Total of {{ deleted }} data deleted and {{ added }} new additions.
it: Eliminati {{ deleted }} dati e aggiunti {{ added }} nuovi.

source: Security Budget for Monero and Bitcoin (Dollars/second)
it: Security Budget di Monero e Bitcoin (Dollari/secondo)

source: This chart shows the security budget each coin has. This is the total of dollars given to miners each second, so you can imagine this as the amount of money that is directed towards the security of the network. <br> Chart suggested by community member endor00.<br>
it: Questo grafico mostra il Security Budget che ogni coin presenta. Questo è il totale in dollari che ogni miner ottiene al secondo. È possibile interpretarlo come l'ammontare di denaro che viene indirizzato per mettere in sicurezza la rete. <br> Grafico consigliato dal membro della comunità endor00.<br>

source: Stock-to-flow Model
it: Modello Stock-to-Flow

source: This chart shows the price of the coin on each date, coloring the points indicating their position on the Bitcoin pair, being red as overbought and blue as cheap. This chart is plotted on a log scale. The formula is Stocktoflow = (100/Inflation)^Multiplier, Multiplier is 1.65 for Monero (it's higher for Bitcoin's stock-to-flow model, for example).
it: Questo grafico mostra il prezzo per ogni data, coloring the points indicating their position on the Bitcoin pair, being red as overbought and blue as cheap. This chart is plotted on a log scale. La formula è Stocktoflow = (100/Inflazione)^FattoreMoltiplicativo, Il Fattore Moltiplicativo è 1.65 per Monero (it's higher for Bitcoin's stock-to-flow model, for example).

source: This chart shows the Stock-to-flow Multiple, which is the comparison between its current price against its supposed value. When the indicator reaches 100, it suggests the coin is at the end of its cycle and will now begin a bear market. This indicator is my own aprimoration of PlanB's model, since for this one I also considered the coin's supply. The formula is XMR-Supply*Price/(SF-Value*1.500.000);
it: Questo grafico illustra lo Stock-to-flow Multiplo, che non è altro che il confronto tra il prezzo attuale e il suo valore stimato. Quando l'indicatore raggiunge 100, esso indica che la coin è alla fine del suo ciclo e inizierà a breve un bear market. Questo indicatore è il mio personale miglioramento del modello di PlanB, in quanto in questo grafico è stata presa in considerazionoe l'offerta della coin. La formula è Offerta-XMR*Prezzo/(Valore-SF*1.500.000);

source: This is the Sharpe Ratio for Monero, which is an indicator that calculates the return over the risk of the investment. For more information access <a href="https://web.stanford.edu/~wfsharpe/art/sr/SR.htm" target="_blank">this webpage.</a> This is a rolling 52 week Sharpe Ratio, calculated by Ratio = Yearly Moving Average(Weekly R.O.C.)/ Yearly StDev(Weekly R.O.C.))*Sqrt(52).<br>
it: Questo è lo Sharpe Ratio di Monero, ovvero un indicatore che calcola il ritorno sul rischio di un investimento. Per maggiori informazioni vai su <a href="https://web.stanford.edu/~wfsharpe/art/sr/SR.htm" target="_blank">questa pagina.</a> Questo è un indice di Sharpe mobile a 52 settimane, calcolato come Ratio = Media Mobile Annuale(R.O.C. Settimanale)/ StDev Annuale(R.O.C. Settimale))*Sqrt(52).<br>

source: This chart shows all private transactions from Bitcoin (the ones that go via Ashigaru Whirlpool), Zcash shielded transactions and Monero private transactions.
it: Questo grafico illustra tutte le transazione private di Bitcoin (quelle che attraversano la Whirlpool Ashigaru), quelle shielded di ZCash e infine quelle di Monero.

source: Ashigaru Whirlpool Tx0s
it: Whirlpool Ashigaru Tx0s

source: Total Number of Reddit Subscribers by Subreddit
it: Totale di Abbonati Reddit per Subreddit

source: These charts show the total number of users for Subreddits: Monero, CryptoCurrency and Bitcoin. The more users the subreddit has, more likely it is to achieve mass adoption. So, sudden spikes in total number of users indicate there's a new wave of people getting into cryptocurrencies. Also, a sudden increase in /CryptoCurrency indicates others coins are getting into relevance, not only Bitcoin.
it: Questi grafici mostrano il totale del numero di utenti per i Subreddit: Monero, CryptoCurrency e Bitcoin. Più utenti il subreddit ha, più ha probabilità di raggiungere l'adozione di massa. Dunque, spike improvissi nel totale di utenti indica la presenza di una nuova ondata di gente che si avvicinano alle cryptovalute. Mentre, un aumento improvviso nel /CryptoCurrency indica che altre coin stanno guadangnando campo, non solo Bitcoin.

source: Comments per day on Subreddits /Bitcoin and /CryptoCurrency
it: Commenti giornalieri sui Subreddit /Bitcoin e /CryptoCurrency

source: Comments per day on Subreddit /Monero
it: Commenti giornalieri su Subreddit /Monero

source: These charts show the total number of users for subreddits /Monero ang /CryptoCurrency as a percentage of the total users of /Bitcoin subreddit. Sudden spikes in total percentage indicate there's a new wave of people getting into other cryptocurrencies, not only in Bitcoin. When /CryptoCurrency dominance increase, it makes sense to expect that such projects will appreciate against the BTC pair. However, this is just and idea to observe.
it: Questi grafici mostrano il totale di utenti nei subreddit /Monero e /CryptoCurrency come percentuale del totale di utenti del subrredit /Bitcoin. Spike improvvisi nella percentuale indica che una nuova ondata di gente di sta avvicinando alle altre cryptovalute, non solo Bitcoin. Quando la dominannza di /CryptoCurrency aumenta, ha senso aspettarsi che tali progetti si apprezzeranno nel cambio con BTC. Tuttavia, rimane solo un'idea che lascia il suo tempo.

source: Marketcap Divided by Number of Reddit Subscribers
it: Capitalizzazione Divisa per Numero di Abbonati Reddit
