Repository: worldwideward/moneroj
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: it

source: Breakeven efficiency required for mining profitability for Monero and Bitcoin (at $0.10/KWh, Hashes/Watt*second)
it: Efficienza di Breakeven richiesta affinché il mining di Monero e Bitcoin sia profittevole (a $0.10/KWh, Hashes/Watt*second)

source: This chart shows the Breakeven Efficiency required for both Monero and Bitcoin calculated at energy cost of $0.10/KWh. This is the minimum efficiency you would need to mine profitably (mining income >= electricity cost) at any given moment. This value is directly proportional to your electricity cost: for example, if your energy cost is $0.20/KWh, just multiply the value on the chart by 2. That will give you the number of H/s you must produce for each Watt of electricity you consume. In simple words, divide your hashrate (H/s) by your power consumption at the wall (Watts); if this number is bigger than the latest Breakeven efficiency on the chart, then you are mining at a profit; otherwise, you are mining at a loss.<br><br> Chart suggested by community member endor00.
it: Questo grafico mostra l'Efficienza di Breakeven richiesta per Monero e Bitcoin, calcolata in base ad un prezzo dell'energia di $0.10/KWh. Questa è l'efficienza minima necessaria affinché l'attività di mining sia profittevole (entrate mining >= costo elettricità). Il valore è direttamente proporzionale al costo dell'elettricità: per esempio, se il costo dell'energia è pari a $0.20/KWh, basta moltiplicare il valore sul grafico per 2. Il risultato corrisponde al numero di H/s da produrre per ogni Watt di elettricità consumato. In parole povere, dividi l'hashrate (H/s) per la potenza consumata (Watts); se questo numero è maggiore dell'ultimo Breakeven di efficienza sul grafico, allora si sta minando in profitto; altrimenti, si è perdita.<br><br> Grafico consigliato dal membro della comunità Monero endor00.

source: Bitcoin Breakeven Efficiency at $0.10/KWh
it: Efficienza di Breakeven di Bitcoin a $0.10/KWh

source: Monero Breakeven Efficiency at $0.10/KWh
it: Efficienza di Breakeven di Monero a $0.10/KWh

source: Breakeven Efficiency (Hashs / Watt * second)
it: Efficienza di Breakeven (Hash / Watt * secondi)

source: This chart shows the difference between Bitcoin supply and Monero supply. Formula is BTC-Supply - XMR-Supply.
it: Questo grafico mostra la differenza tra l'offerta di Bitcoin e Monero. La formula è BTC-Supply - XMR-Supply.

source: Current Difference
it: Differenza Attuale

source: Future Difference
it: Differenza Futura

source: This is a very simple chart that displays Monero's two cycles, one above the other, as fractals one from the other. This shows the past and current returns as a multiple from the previous cycle top.
it: Questo è un semplice grafico che illustra i due cicli di Monero, uno sopra l'altro, come frattali l'uno dell' altro. Indica inoltre i ritorni sul capitale presenti e passati come multipli del loro top del ciclo precedente.

source: First Cycle
it: Primo Ciclo

source: Second Cycle
it: Secondo Ciclo

source: As proposed by Philip Swift <a href="https://positivecrypto.medium.com/the-golden-ratio-multiplier-c2567401e12a">here</a>, this chart uses the same indicator known as GRM (Golden Ratio Multiplier) to find nice spots where the coin is overbought, indicating sell signals. The algo automatically calculates (based on a certain logic) where would be reasonable to sell.
it: Come proposto da Philip Swift <a href="https://positivecrypto.medium.com/the-golden-ratio-multiplier-c2567401e12a">qui</a>, in questo grafico viene usato lo stesso indicatore conosciuto come GRM (Golden Ratio Multiplier) per individuare buoni punti in cui la coin è ipercomprata, ovvero segnali di vendita. L'algoritmo calcola automaticamente (secondo una certa logica) in quale punto è ragionevole vendere.

source: Price on date
it: Prezzo alla data

source: Median 350 days
it: Media 350 giorni

source: Median 350 days x 0.4
it: Media 350 giorni x 0.4

source: Median 350 days x 0.6
it: Media 350 giorni x 0.6

source: Median 350 days x 2
it: Media 350 giorni x 2

source: Median 350 days x 3
it: Media 350 giorni x 3

source: Median 350 days x 5
it: Media 350 giorni x 5

source: Median 350 days x 8
it: Media 350 giorni x 8

source: Median 350 days x 13
it: Media 350 giorni x 13

source: Median 111 days
it: Media 111 giorni

source: Sell Signal
it: Segnale di Vendita

source: Price in Dollars per Hashrate
it: Prezzo in Dollari per Hashrate

source: This chart shows average daily price divided by total Hashrate/s Monero has. Higher prices on relative low hashrate means Monero is overbought and a top is getting nearer. On the other hand, if Monero has low average price and high hashrate, it signals a possible bottom, since many people are mining expecting future higher prices.
it: Questo grafico illustra la media giornaliera del prezzo diviso dal totale dell'Hashrate/s di Monero. Prezzi alti accompagnati da un hashrate relativamente basso indica che Monero è ipercomprato e che il top si sta avvicinando. Viceversa, se Monero presenta un basso media dei prezzi ed un alto hashrate, ciò indica un possibile bottom, dato che molte persone si aspettano un futuro aumento dei prezzi.

source: Oversold
it: Ipervenduto

source: Overbought
it: Ipercomprato

source: Dollars / Hashs/s
it: Dollari / Hashs/s

source: Cycle on the Bitcoin pair (%%)
it: Ciclo nel pair con Bitcoin (%%)

source: Price in Dollars Per H/s
it: Prezzo in Dollari per H/s

source: Monero's Hashrate
it: Hashrate di Monero

source: This chart shows the total Hashrate/s Monero has on average. Higher hashrates mean more people are mining it on profit and/or confident prices will go up in the near future.
it: Questo grafico mostra il valore medio dell'Hashrate per secondo di Monero. Valori alti indicano che sempre più persone stanno facendo mining in profitto e sono confindenti sul fatto che i prezzi saliranno nel breve futuro.

source: Price Versus Hashrate (Dollars)
it: Prezzo su Hashrate (Dollari)

source: This chart shows average daily price and average hashrate (hashs per second).
it: Questo grafico mostra la media giornaliera del prezzo e dell'hashrate (hash per secondi).

source: Price in Dollars
it: Prezzo in Dollari

source: Revuo Moneroj - Monero Metrics
it: Revuo Moneroj - Metriche Monero

source: Bitcoin exposes your data—Monero gives you private digital cash.
it: Bitcoin espone i tuoi dati in chiaro—Monero conferisce vero denaro digitale privato.

source: What you think you’re getting with Bitcoin, you’ll find with Monero.
it: Quel che cerchi in Bitcoin, lo troverai in Monero.

source: Privacy built in from the start
it: Privacy integrata dall'inizio

source: Many have believed Bitcoin can be 'anonymous'—but that’s a myth. In reality, Bitcoin is a transparent ledger, where every transaction, including amounts, sender/receiver addresses, and more, are permanently visible online. Bitcoin’s transparency makes it even less private than a traditional bank account. That’s why cypherpunks designed Monero with default privacy, from the ground up. Just like physical cash.
it: Molti credono che Bitcoin può essere usato in modo 'anomimo'— ma è una leggenda metropolitana. In realtà, Bitcoin si basa su un registro transparente, dove ogni transazione, compresi importi, gli indirizzi di mittente e destinatario, ed altro ancora, sono visibili permanentemente online. La trasparenza di Bitcoin lo rende meno privato rispetto ad un conto corrente bancario tradizionale. Ecco perché i cypherpunks hanno progettato Monero, privato per default, in ogni suo aspetto. Proprio come il denaro contante.

source: Learn More Here
it: Scopri di Più

source: Privacy, Perfected
it: Privacy, Perfezionata

source: With Monero, your financial activity stays truly private. No corporation, government, or third party can view your transaction details. Only the sender and receiver know the amount transferred — and no one can see your balance. Your money, your business.
it: Con Monero, la tua attività finanziaria rimane privata, sempre. Nessuna organizzazione, governo, o entità terze può vedere i dettagli delle transazioni. Solo il mittente e il destinatario conoscono l'importo trasferito — e nessun può vedere il tuo saldo. Soldi tuoi, affari tuoi.

source: Security You Can Trust
it: Sicurezza Affidabile

source: Monero is an open-source, independently audited project that upholds the highest security standards crafted by some of the brightest minds in cryptography. Monero development is supported by a <a href="https:// ccs.getmonero.org/" target="_blank">Community Crowdfunding System</a> which enables continuous innovation.
it: Monero è un progetto open-source e revisionato in modo indipendente che rispetta i più alti standard di sicurezza realizzati dalle menti più brillanti nel mondo della crittografia. Lo sviluppo di Monero è supportato da un <a href="https:// ccs.getmonero.org/" target="_blank">Community Crowdfunding System</a> che dà carburante alla continua innovazione nel progetto.

source: Freedom Through Privacy
it: Libertà Attraverso Privacy

source: Monero restores your right to financial privacy. With privacy-by-default, it protects users from mass surveillance and censorship, safeguarding true personal freedom. Need transparency? Monero offers that too — selectively. Individuals or organizations can prove their balances when they choose.
it: Monero ripristina il tuo diritto alla privacy finanziaria. Il modello privacy-by-default protegge gli utenti dalla sorveglianza di massa e dalla censura, salvaguardando la libertà invidividuale. Hai bisogno di trasparenza? Monero offre anche questo — in modo selettivo. Individui o organizzazioni possono verificare e dimostrare il loro saldo quando vogliono.

source: Low Inflation, Fair Distribution
it: Bassa Inflazione, Distribuzione Onesta

source: Monero maintains a low and constantly decreasing annual inflation rate. There was no premine, no ICO — every coin has been mined fairly since 2014. Monero's <a href="https://www.getmonero.org/resources/moneropedia/tail-emission.html" target="_blank">“tail emission”</a> also ensures long-term network security and miner incentives.
it: Monero mantiene un basso e in costante decrescita tasso di inflazione. Non c'è stato alcun pre-mine, nessuna ICO — ogni singola moneta è stata estratta in modo onesto dal 2014. Inoltre, <a href="https://www.getmonero.org/resources/moneropedia/tail-emission.html" target="_blank">“l'emissione residua”</a> di Monero garantisce una sicurezza di rete a lungo termine incentivando i miner a continuare le loro attività.

source: Built in Scarcity
it: Scarsità Intrinseca

source: There are fewer Monero in circulation today than Bitcoin — and this will remain true until at least 2040. As the world seeks private alternatives to offshore banking, Monero is positioned to capture a market much larger than its current value.
it: Ad oggi ci sono meno Monero in circolazione rispetto ai Bitcoin — e ciò rimarrà tale fino al 2040. Mentre il mondo cerca alternative ai sistemi bancari offshore, Monero è pronto a conquistare un mercato molto più ampio del suo valore attuale.

source: Fast, Affordable Transactions
it: Transazioni Veloci ed Economiche

source: Monero transactions appear instantly in your wallet, with funds spendable within minutes. Most transactions cost less than a penny, making Monero one of the fastest and most cost-effective ways to move value privately.
it: Le transazioni Monero sono visibili istantaneamente nel tuo wallet, e i fondi spendibili in qualche minuto. La maggior parte delle transazioni costano meno di un centesimo, rendendo Monero uno dei modi più veloci e a basso costo per spostare valore privatamente.

source: Bitcoin Isn’t a Privacy Solution
it: Bitcoin non è una soluzione per la privacy

source: Bitcoin is a powerful project that pushes governments to compete with private, hard money. But it’s a mistake to believe it solves privacy concerns. While Bitcoin’s transparency benefits institutions that require public auditing, most individuals and businesses will prefer truly private money — because no one wants to expose their entire financial history with every transaction.
it: Bitcoin è un potente progetto che obbliga i governi a competere con una moneta dura e <i>privata</i> (ovvero senza enti centrali). Ma è un errore credere che sia una soluzione ai problemi di privacy. Nonostante la transparenza di Bitcoin sia perfetta per le istituzioni che richiedono un auditing pubblico, la maggior parte degli individui e aziende preferiranno usare vero denaro privato — questo perché nessuno vuole esporre la propria cronologia di transazioni.

source: Monero Means Money
it: Monero è Denaro

source: Watch Dr. Daniel Kim Explain Monero's Value
it: Vedi il discorso di Dr. Daniel Kim sul valore di Monero

source: Monero is a project from the cypherpunk community, completely decentralized, without any central authority directing it. It is impossible to censor, unlike with transparent Bitcoin addresses. Monero is unstoppable money for all.
it: Monero è un progetto che viene dalla comunità cypherpunk, completamente decentralizzato, senza alcuna autorità centrale a coordinarlo. È impossibile censurarlo, a differenza degli indirizzi trasparenti di Bitcoin. Monero è denaro inarrestabile per tutti.

source: Afraid the government will ban it? Think twice.
it: Temi che i governi lo vieteranno? Pensaci due volte.

source: Monero’s true anonymity makes it a digital offshore account — without the need for banks or bureaucratic barriers. Banning it would be nearly impossible: Monero runs on a decentralized network that cannot be shut down. And ironically, even governments could find value in using Monero to discreetly move or protect their own assets.Watch this video below about this market behvior.
it: L'anonimato di Monero lo rende in pratica un account digitale offshore — senza il bisogno di banche o di scavalcare barriere burocratiche. Vietarlo è in pratica impossibile: Monero è mantenuto da una rete decentralizzata che nessuno può spegnere. Ed ironicamente, anche i governi possono usufruire dei benefici di Monero usandolo per proteggere e spostare in modo discreto i propri asset. Scopri di più su questo nel video indicato accanto.

source: Banning Monero Would Only Make It More Valuable
it: Vietare Monero Lo Rende Più Prezioso

source: Monero is scarce, private money — a combination that mirrors the appeal of physical gold. Its built-in utility ensures demand won't vanish with a ban; it would only intensify, driving even greater scarcity and pushing prices higher. Monero is anti-fragile: it protects both your wealth from inflation and your finances from surveillance.
it: Monero è denaro privato ma scarso — una combinazione di caratteristiche simile a quella offerta dall'oro fisico. La sua utilità intrinseca garantisce che la domanda per questo asset non svanisca in seguito ad una messa al bando, poiché porterebbe ad una maggiore richiesta, dunque ad una maggiore scarsità ed infine a prezzi più alti. Monero è una tecnologia robusta: protegge il tuo patrimonio dall'inflazione e le tue finanze dalla sorveglianza.

source: Evolving Trends
it: Trend in Evoluzione

source: A Smart Addition to Your Investment Portfolio
it: Una scelta intelligente per il tuo portafoglio di investimenti

source: Monero is a cryptocurrency like no other. With a low correlation to Bitcoin, it offers true diversification — a critical factor for maximizing future returns. Today, Monero is a $3.2 billion asset aiming to disrupt the offshore banking market. In a world where money is becoming fully digital, does it make sense to rely on physical offshore accounts to protect your wealth? Monero offers a smarter, more private solution for the digital age.
it: Monero è una criptovaluta unica nel suo genere. Offre una vera diversificazione grazie alla sua bassa correlazione con Bitcoin — fattore critico per massimizzare futuri ritorni sugli investimenti. Ad oggi, Monero è un asset da $3.2 miliardi che punta a stravolgere il mercato bancario offshore. In un mondo dove il denaro si sposta verso il reame digitale, ha ancora senso affidarsi a conti offshore fisici per proteggere il proprio patrimonio? Monero offre una soluzione più privata ed intelligente per l'era digitale.

source: Monero Has Surpassed Bitcoin Where Privacy Matters
it: Dove la privacy conta, Monero sorpassa Bitcoin

source: While most illicit activity still happens with traditional currencies like the dollar, Bitcoin’s transparent blockchain has led to retroactive tracking and accusations — even against innocent users. Without access to expensive forensic tools, it’s impossible to know if a Bitcoin transaction is "tainted". Monero changes that. With full default privacy, it protects individuals from unjust scrutiny and safeguards honest users from being falsely implicated.
it: Mentre la maggior parte delle attività illecite opera ancora con le valute tradizionali come il dollaro, la blockchain transparente di Bitcoin ha comunque consensito analisi retroattive che hanno portato ad accuse in aule di tribunali — anche contro utenti innocenti. Senza l'accesso a costosi strumenti di analisi forense, è impossibile stabilire se una transazione Bitcoin sia "macchiata". Monero cambia questo paradigma. Grazie alla piena privacy per default, ogni individuo è protetto da ispezioni ingiuste. Questo design salvaguarda gli utenti onesti da essere falsamente implicati in situazioni del genere.

source: Hackers and Experts Prefer Monero
it: Esperti e hacker preferiscono Monero

source: In the world of cybersecurity, privacy isn't optional. Monero's cutting-edge technology has made it the cryptocurrency of choice among hackers and privacy experts. As Bitcoin’s transparency becomes a liability, we’re witnessing a clear shift: those who understand the stakes are moving to Monero.
it: Nel mondo della cybersicurezza, la privacy non è un optional. La tecnologia all'avanguardia di Monero, l'ha resa la criptovaluta più gettonata da hacker ed esperti di sicurezza. Mentre la trasparenza di Bitcoin diventa un problema sempre più visibile, il vento inizia a tirare verso una direzione precisa: quelli che comprendono la posta in gioco si stanno spostando su Monero.

source: Want to Acquire Monero?
it: Vuoi ottenere dei Monero?

source: Because Monero is so effective at protecting privacy, governments worldwide have pressured traditional cryptocurrency exchanges to delist it — making it harder for citizens to purchase Monero with local currency. Fortunately, the Monero community is global and resilient. Thanks to the voluntary efforts of developers and supporters, easy alternatives now exist. Explore the options below and find the best way for you to acquire Monero.
it: Poiché Monero è così efficace nel proteggere la privacy, i governi di tutto il mondo hanno fatto pressioni sugli exchange tradizionali di criptovalute al fine di impedirne lo scambio — rendendo ancora più difficile per i comuni cittadini comprare Monero con le valute locali. Fortunatamente, la comunità Monero è resiliente e distribuita in tutto il globo. Grazie allo sforzo di sviluppatori e sostenitori volontari, alternative semplici sono adesso disponibili. Consulta le opzioni indicate di seguito per trovare il modo per comprare Monero adatto a te.

source: Open an Exchange Account
it: Apri un Account su un Exchange

source: Link a bank account to purchase Monero directly. This method requires full "Know Your Customer" (KYC) identity verification.
it: Collega un conto bancario per comprare Monero direttamente. Questo metodo richiede la verifica "Know Your Customer" (KYC) dell'identità verification.

source: Decentralized Options
it: Opzioni Decentralizzate

source: Already own crypto? Use <a href="https://kycnot.me/" target="_blank">KYCnot.me</a> as a guide for services. Some of the latest swap technology includes <a href="https://haveno.exchange/" target="_blank">Haveno</a> and <a href="https://unstoppableswap.net/" target="_blank">Unstoppable</a>.
it: Possiedi già delle crypto? Consulta <a href="https://kycnot.me/" target="_blank">KYCnot.me</a> , una guida completa per i vari servizi disponibili. Alcune soluzioni all'avanguardia per swap disponibili sono <a href="https://haveno.exchange/" target="_blank">Haveno</a> e <a href="https://unstoppableswap.net/" target="_blank">Unstoppable</a>.

source: Set Up a Wallet
it: Configura un Portafoglio

source: Use the <a href="https://www.getmonero.org/downloads/" target="_blank">official Monero wallet</a> on PC, or mobile apps like <a href="https://cakewallet.com/" target="_blank">Cake Wallet</a> and <a href="https://www.monerujo.io/" target="_blank">Monerujo</a>. Hardware wallets like <a href="https://ledger.com/" target="_blank">Ledger</a> offer extra security.
it: Scarica il <a href="https://www.getmonero.org/downloads/" target="_blank">wallet ufficiale di Monero</a> su PC, o applicazioni come <a href="https://cakewallet.com/" target="_blank">Cake Wallet</a> e <a href="https://www.monerujo.io/" target="_blank">Monerujo</a> per smartphone. Hardware wallet come <a href="https://ledger.com/" target="_blank">Ledger</a> offrono uno strato aggiuntivo di sicurezza.

source: Withdraw to Your Wallet
it: Prelievare sul Tuo Portafoglio

source: After buying Monero, withdraw it to a wallet you control. Learn how to securely send and receive Monero transactions <a href="https://www.getmonero.org/resources/user-guides/make-payment.html" target="_blank">here</a>.
it: Dopo aver comprato Monero, prelevali su un portafoglio che controlli. Scopri come inviare e ricevere Monero in modo sicuro <a href="https://www.getmonero.org/resources/user-guides/make-payment.html" target="_blank">qui</a>.

source: Not sure how to buy or store Monero? Start with the basics here.
it: Non sai dove comprare o conservare i tuoi Monero? Parti dalle basi da qui.

source: What exactly is Monero?
it: Cos'è Monero esattamente?

source: Monero is a private, open-source cryptocurrency that runs on its own blockchain. Like Bitcoin, it can be mined using computer power to validate transactions and issue new coins. Unlike Bitcoin, Monero prioritizes privacy—your balances and transactions are hidden. Its decreasing inflation and scarcity also make it a strong store of value, similar to gold.
it: Monero è una criptovaluta privata, open-source con la propria blockchain indipendente. Come Bitcoin, può essere estratto usando la potenza di calcolo del proprio computer validando le transazioni e generando così nuove monete. A differenza di Bitcoin, Monero dà priorità alla privacy— il saldo e le transazioni del tuo portafoglio sono nascoste da occhi indiscreti. La inflazione descrescente e scarsità rendono Monero un'ottima riserva di valore, in modo simile all'oro.

source: How does Monero hide my money? How does it give me privacy?
it: Come fa Monero a nascondere i miei soldi? Come fa proteggere la mia privacy?

source: Monero uses advanced privacy technologies like RingCTs, Stealth Addresses, Bulletproofs, Dandelion++, and soon FCMPs. These tools hide the sender, receiver, amount, and even the IP address, ensuring full transaction privacy.
it: Monero usa costrutti crittografici avanzati come le RingCT, Indirizzi Stealth, Bulletproof, Dandelion++, e presto FCMP. Questi strumenti nascondono il mittente, il destinatario, l'importo, e perfino l'indirizzo IP, garantendo una privacy completa sulle transazioni.

source: Why do people say Monero is unstoppable?
it: Perché dicono che Monero sia inarrestabile?
